Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/wordpress-tm.tmx
Source language: en
Languages: ca_es

source: The update cannot be installed because we will be unable to copy some files. This is usually due to inconsistent file permissions.
ca_es: L'actualització no s'ha pogut instal·lar perquè ha estat impossible copiar alguns fitxers. Normalment això és per culpa de permisos de fitxers inconsistents.

source: WordPress %s is also now available.
ca_es: El WordPress %s també està disponible.

source: Your site at %1$s experienced a critical failure while trying to update WordPress to version %2$s.
ca_es: El lloc web a %1$s ha experimentat una fallida crítica mentre intentava actualitzar el WordPress a la versió %2$s.

source: Your site was running version %s.
ca_es: El lloc web està executant la versió %s.

source: Thank you for updating to WordPress 3.7! You might not notice a thing, and we&#8217;re okay with that.
ca_es: Gràcies per actualitzar al Wordpress 3.7! Potser no noteu res, i estarem contents d'això.

source: Background Updates
ca_es: Actualitzacions en segon pla

source: Updates While You Sleep
ca_es: Actualitzacions mentre esteu dormint

source: With WordPress 3.7, you don&#8217;t have to lift a finger to apply maintenance and security updates. Most sites are now able to automatically apply these updates in the background, though some configurations may not allow it.
ca_es: Amb el WordPress 3.7, no heu de moure un dit per aplicar actualitzacions de manteniment i seguretat. La majoria de llocs web ara poden aplicar automàticament aquestes actualitzacions en un segon pla, encara que algunes configuracions poden no permetre-ho.

source: More Reliable Than Ever
ca_es: Més fiable que mai

source: The update process has been made even more reliable and secure, with dozens of new checks and safeguards.
ca_es: El procés d'actualització s'ha fet encara més fiable i segur, amb dotzenes de comprovacions noves i salvaguardes.

source: You&#8217;ll still need to click &#8220;Update Now&#8221; once WordPress 3.8 is released, but we&#8217;ve never had more confidence in that beautiful blue button.
ca_es: Encara haureu de fer clic a &#8220;Actualitza ara&#8221; una vegada que es publiqui el WordPress 3.8, però mai no hem tingut més confiança amb aquest bonic botó blau.

source: This site <strong>is</strong> able to apply these updates automatically. Cool!
ca_es: Aquest lloc web <strong>pot sí</strong> pot aquestes actualitzacions automàticament. Perfecte!

source: This site <strong>is not</strong> able to apply these updates automatically. But we&#8217;ll email %s when there is a new security release.
ca_es: Aquest lloc web <strong>no pot</strong> aplicar aquestes actualitzacions automàticament. Però us enviarem un correu electrònic a %s quan hi hagi una actualització nova de seguretat.

source: Create Stronger Passwords
ca_es: Creació de contrasenyes més potents

source: Your password is your site&#8217;s first line of defense. It&#8217;s best to create passwords that are complex, long, and unique. To that end, our password meter has been updated in WordPress 3.7 to recognize common mistakes that can weaken your password: dates, names, keyboard patterns (123456789), and even pop culture references.
ca_es: La contrasenya del lloc web és la primera línia de defensa. És millor crear contrasenyes complexes, llargues i úniques. Per aconseguir-ho, s'ha actualitzat el comprovador de contrasenyes en el WordPress 3.7 per reconèixer errors comuns que fan la contrasenya feble: les dates, els noms, els patrons de teclat (123456789), i fins i referències de la cultura pop.

source: Try it out on the right.
ca_es: Proveu-ho a la part dreta.

source: Getting the urge to <a href="%s">change your password</a>?
ca_es: És necessari que <a href="%s">canvieu la contrasenya</a>?

source: Improved Search Results
ca_es: Millores en els resultats de cerca

source: Search results are now ordered by how well the search query matches a post, instead of ordered only by date. For example, when your search terms match a post title, that result will be pushed to the top.
ca_es: Els resultats de cerca estan ara ordenats per com de bé la consulta de cerca s'ajusta a una entrada, en lloc d'ordenar-se solament per data. Per exemple, quan els termes de cerca coincideixen amb un títol de entrada, el resultat es posarà a la part superior.

source: Better Global Support
ca_es: Millor suport global

source: Localized versions of WordPress will receive faster and more complete translations. WordPress 3.7 adds support for automatically installing the right language files and keeping them up to date.
ca_es: Les versions traduïdes del WordPress rebran més ràpides i completes traduccions. El WordPress 3.7 afegeix suport per la instal·lació automàtica dels fitxers correctes d'idiomes i per mantenir-los actualitzats.

source: More Background Updates (Experimental)
ca_es: Més actualitzacions en segon pla (Experimental)

source: Want WordPress to always update automatically, even for major feature releases? Want to always keep a certain plugin up to date in the background? WordPress 3.7 comes with fine-grained update controls for developers and systems administrators.
ca_es: Voleu que el WordPress sempre s'actualitzi automàticament, fins i tot en futures versions majors? Voleu tenir sempre certa extensió actualitzada en segon pla? El WordPress ve amb controls d'actualitzacions més detallats per a desenvolupadors i administradors de sistemes.

source: Advanced Date Queries
ca_es: Consultes de dates avançades

source: Developers can now query for posts within a date range, or that are older than or newer than a specific point in time. Or get really fancy: all posts written on Friday afternoons? Not&nbsp;a&nbsp;problem.
ca_es: Els desenvolupadors poden ara fer consultes d'entrades que estiguen en una rang de dates, o que siguen més antigues o més recents que un específic punt en el temps. O millor encara: totes les entrades que s'han escrit els divendres per la tarda? Cap problema.

source: <code>wp_get_sites()</code> allows developers to easily get an array of all the sites on your network without resorting to a direct database query &mdash; just one of many improvements to multisite in WordPress 3.7.
ca_es: La funció <code>wp_get_sites()</code permet els desenvolupadors aconseguir fàcilment una col·leció de tots els llocs web de la xara sense haver de fer cap consulta directa a la base de dades &mdash; solament una de moltes millores en la instal·lació multilloc del WordPress 3.7.

source: Update Translations
ca_es: Actualitza les traduccions

source: Updating translations for %1$s (%2$s)&#8230;
ca_es: S'estan actualitzant les traduccions de %1$s (%2$s)&#8230;

source: Translations for %s
ca_es: Traduccions de %s

source: [%1$s] Your site has updated to WordPress %2$s
ca_es: [%1$s] El lloc web s'ha actualitzat al WordPress %2$s

source: [%1$s] WordPress %2$s is available. Please update!
ca_es: [%1$s] Està disponible el WordPress %2$s. Actualitzeu ara!

source: [%1$s] URGENT: Your site may be down due to a failed update
ca_es: [%1$s] URGENT: El lloc web pot estar caigut per culpa d'una actualització fallida.

source: Howdy! Your site at %1$s has been updated automatically to WordPress %2$s.
ca_es: Hola! El lloc web %1$s s'ha actualitzat automàticament al WordPress %2$s.

source: No further action is needed on your part.
ca_es: No cal que feu res més.

source: For more on version %s, see the About WordPress screen:
ca_es: Per a saber més de la versió %s, mireu la pantalla Quant al WordPress:

source: Please update your site at %1$s to WordPress %2$s.
ca_es: Actualitzeu el lloc web %1$s al WordPress %2$s.

source: We tried but were unable to update your site automatically.
ca_es: Ho hem intentat però ha estat impossible actualitzar el lloc web automàticament.

source: Updating is easy and only takes a few moments:
ca_es: L'actualització és fàcil i solament triga uns moments:

source: Your site at %1$s experienced a critical failure while trying to update to the latest version of WordPress, %2$s.
ca_es: El lloc web %1$s ha experimentat una fallada crítica mentre intentava actualitzar-se a la darrera versió del WordPress, %2$s.

source: This means your site may be offline or broken. Don't panic; this can be fixed.
ca_es: Això significa que el lloc web pot estar caigut o trencat. No patiu, això és pot solucionar.

source: Please check out your site now. It's possible that everything is working. If it says you need to update, you should do so:
ca_es: Comproveu el lloc web ara. És possible que tot estigui funcionant. Si diu que necessiteu actualitzar, hauríeu de fer-ho així:

source: Keeping your site updated is important for security. It also makes the internet a safer place for you and your readers.
ca_es: Mantenir el lloc web actualitzat és important per seguretat. Fa d'Internet un lloc més segur per vós i per els vostres lectors.

source: If you experience any issues or need support, the volunteers in the WordPress.org support forums may be able to help.
ca_es: Si experimenteu qualsevol problema o necessiteu suport, els voluntaris dels fòrums de suport de WordPress.og poden ajudar-vos.

source: You also have some plugins or themes with updates available. Update them now:
ca_es: També hi ha algunes extensions o alguns temes amb actualitzacions disponibles. Actualitzeu ara:

source: The WordPress Team
ca_es: L'equip del WordPress

source: We have some data that describes the error your site encountered.
ca_es: Tenim alguna dada que descriu l'error que s'ha trobat al lloc web.

source: Your hosting company, support forum volunteers, or a friendly developer may be able to use this information to help you:
ca_es: L'empresa d'allotjament, els voluntaris del fòrum de suport, o un desenvolupador amable poden utilitzar aquesta informació per ajudar-vos.

source: Error code: %s
ca_es: Codi de l'error: %s

source: This content is currently locked.
ca_es: Aquest contingut està blocat actualment.

source: If you take over, %s will be blocked from continuing to edit.
ca_es: Si se n'aneu, es blocarà l'edició de %s.

source: If you need to re-install version %s, you can do so here or download the package and re-install manually:
ca_es: Si mai necessiteu reinstal·lar la versió %s, podeu fer-ho aquí o bé baixar-vos el paquet i reinstal·lar manualment:

source: Future security updates will be applied automatically.
ca_es: Les actualitzacions de seguretat futures s'aplicaran automàticament.

source: Translations
ca_es: Traduccions

source: Your translations are all up to date.
ca_es: Les traduccions estan totes elles actualitzades.

source: Some of your translations are out of date.
ca_es: Algunes traduccions estan obsoletes.

source: Some of your translations need updating. Sit tight for a few more seconds while we update them as well.
ca_es: Algunes de les traduccions necessiten actualització. No us mogueu durant uns segons mentre les actualitze també.

source: The translation is up to date.
ca_es: La traducció està actualitzada.

source: Downloading translation from <span class="code">%s</span>&#8230;
ca_es: S'està baixant la traducció des de <span class="code">%s</span>&#8230;

source: Translation update failed.
ca_es: Ha fallat l'actualització de la traducció.

source: Translation updated successfully.
ca_es: S'ha actualitzat la traducció correctament.

source: Updating theme: %s
ca_es: S'ha actualitzat el tema: %s

source: Updating plugin: %s
ca_es: S'està actualitzant l'extensió: %s

source: There is not enough free disk space to complete the update.
ca_es: No hi ha prou espai lliure per completar l'actualització.

source: Comment must be manually approved
ca_es: El comentari s'ha d'aprovar manualment

source: The sizes listed below determine the maximum dimensions in pixels to use when adding an image to the Media Library.
ca_es: Les mides llistades a continuació determinen la dimensió màxima en píxels per utilitzar quan afegiu una imatge a la mediateca.

source: By default WordPress uses web <abbr title="Universal Resource Locator">URL</abbr>s which have question marks and lots of numbers in them; however, WordPress offers you the ability to create a custom URL structure for your permalinks and archives. This can improve the aesthetics, usability, and forward-compatibility of your links. A <a href="http://codex.wordpress.org/Using_Permalinks">number of tags are available</a>, and here are some examples to get you started.
ca_es: Per defecte el WordPress utilitza <abbr title="Universal Resource Locator">URL</abbr>s que tenen interrogacions i un munt de nombres en elles; però el WordPress ofereix la possibilitat de crear una estructura d'URL personalitzada per als enllaços permanents i arxius. Això pot millorar l'estètica, la usabilitat, i la compatibilitat dels enllaços. Un <a href="http://codex.wordpress.org/Using_Permalinks">nombre d'etiquetes hi ha disponibles</a>, i aquí teniu alguns exemples per començar.

source: Upgrading to a newer version of the same theme will override changes made here. To avoid this, consider creating a <a href="%s" target="_blank">child theme</a> instead.
ca_es: En actualitzar a una versió més moderna del mateix tema se sobreescriuran els canvis que heu fet aquí. Per evitar-ho, considereu pe contra la creció d'un <a href="%s" target="_blank">tema fill</a>.

source: Create a brand new user and add them to this site.
ca_es: Crea un nou usuari i l'afegeix a aquest lloc web.

source: Dear user, You recently requested to have the administration email address on your site changed. If this is correct, please click on the following link to change it: ###ADMIN_URL### You can safely ignore and delete this email if you do not want to take this action. This email has been sent to ###EMAIL### Regards, All at ###SITENAME### ###SITEURL###
ca_es: Blocaire, Heu sol·licitat recentment canviar l'adreça de correu electrònic de l'administració. Si és correcte, feu clic al següent enllaç per canviar-la: ###ADMIN_URL### Podeu ignorar correu electrònic o esborrar-lo sense cap problema si no voleu fer-ho. Aquest correu electrònic s'ha enviat a ###EMAIL### Salut, Tot a ###SITENAME### ###SITEURL###

source: Looking for %1$s in %2$s
ca_es: S'està cercant %1$s en %2$s

source: The language pack is missing either the <code>.po</code> or <code>.mo</code> files.
ca_es: No trobem el paquet d'idioma, o bé els fitxers <code>.po</code> o <code>.mo</code>.

source: Attempting to roll back to previous version.
ca_es: S'està intentant retrocedir a la versió anterior.

source: Due to an error during updating, WordPress has rolled back to your previous version.
ca_es: Per culpa d'un error durant l'actualització, el WordPress s'ha retrocedit a la versió anterior.

source: Updating to WordPress %s
ca_es: S'està actualitzant el WordPress %s

source: WordPress %s
ca_es: El WordPress %s

source: The checksum of the file (%1$s) does not match the expected checksum value (%2$s).
ca_es: La suma de verificació del fitxer (%1$s) no coincideix amb el valor de la suma de verificació esperada (%2$s).

source: This password will not be stored on the server.
ca_es: Aquesta contrasenya no s'emmagatzema al servidor.

source: File size:
ca_es: Mida del fitxer:

source: Preparing to install the latest version&#8230;
ca_es: S'està preparant la instal·lació de la darrera versió&#8230;

source: Copying the required files&#8230;
ca_es: S'estan copiant els fitxers necessaris&#8230;

source: Please provide a valid username.
ca_es: Proporcioneu un nom d'usuari vàlid.

source: The username you provided has invalid characters.
ca_es: El nom d'usuari que heu proporcionat té caràcters no vàlids.

source: Your passwords do not match. Please try again.
ca_es: Les contrasenyes no coincideixen. Proveu-ho de nou.

source: You must provide an email address.
ca_es: Heu de proporcionar una adreça de correu electrònic.

source: Sorry, that isn&#8217;t a valid email address. Email addresses look like <code>username@example.com</code>.
ca_es: Això no és una adreça de correu electrònic vàlida. Les adreces electròniques són de la forma <code>nom_d_usuari@exemple.com</code>.

source: Your theme does not natively support menus, but you can use them in sidebars by adding a &#8220;Custom Menu&#8221; widget on the <a href="%s">Widgets</a> screen.
ca_es: El tema no suporta de forma nativa els menús, però podeu utilitzar-los a les barres laterals en afegir un giny &#8220;Menú personalitzat&#8221; a la pantalla dels <a href="%s">Widgets</a>.

source: Menus can be displayed in locations defined by your theme, even used in sidebars by adding a &#8220;Custom Menu&#8221; widget on the <a href="%1$s">Widgets</a> screen. If your theme does not support the custom menus feature (the default themes, %2$s and %3$s, do), you can learn about adding this support by following the Documentation link to the side.
ca_es: Els menús es poden mostrar en ubicacions definides pel tema, fins i tot utilitzar-los a les barres laterals en afegir el giny &#8220;Menú personalitzat&#8221; a la pantalla de <a href="%1$s">ginys</a>. Si el tema no suporta la funcionalitat de menús personalitzats (el tema predeterminat, %2$s i %3$s, sí ho suporten), podeu aprendre sobre com afegir aquest suport seguint l'enllaç de la Documentació de la part lateral.

source: <strong>Clicking the arrow to the right of any menu item</strong> in the editor will reveal a standard group of settings. Additional settings such as link target, CSS classes, link relationships, and link descriptions can be enabled and disabled via the Screen Options tab.
ca_es: <strong>En fer clic a la fletxa de la dreta de qualsevol element</strong> de l'editor, es mostrarà un conjunt estàndard d'opcions de configuració. Paràmetres addicionals com ara la destinació de l'enllaç, les classes CSS, l'enllaç de relacions, i les descripcions dels enllaços es poden activar i desactivar a la pestanya Opcions de pantalla.

source: IP address:
ca_es: Adreça IP:

source: Category added.
ca_es: S'ha afegit la categoria.

source: Category deleted.
ca_es: S'ha suprimit la categoria.

source: Category updated.
ca_es: S'ha actualitzat la categoria.

source: Category not added.
ca_es: No s'ha afegit la categoria.

source: Category not updated.
ca_es: No s'ha actualitzat la categoria.

source: Categories deleted.
ca_es: S'han suprimit les categories.

source: Tag added.
ca_es: S'ha afegit l'etiqueta.

source: Tag deleted.
ca_es: S'ha suprimit l'etiqueta.

source: Tag updated.
ca_es: S'ha actualitzat l'etiqueta.

source: Tag not added.
ca_es: No s'ha afegit l'etiqueta.

source: Tag not updated.
ca_es: No s'ha actualitzat l'etiqueta.

source: Tags deleted.
ca_es: S'ha suprimit les etiquetes.

source: %s post not updated, somebody is editing it.
ca_es: %s entrada sense actualitzar, algú està editant-la.

source: %s post permanently deleted.
ca_es: S'ha suprimit permanentment l'entrada %s.

source: %s post moved to the Trash.
ca_es: %s entrada s'ha mogut a la paperera.

source: %s post restored from the Trash.
ca_es: S'ha restaurat %s entrada des de la paperera.

source: %s page updated.
ca_es: S'ha actualitzat %s pagina.

source: %s page not updated, somebody is editing it.
ca_es: No s'ha actualitzat la pàgina %s, algú està editant-la.

source: %s page permanently deleted.
ca_es: S'ha suprimit permanentment %s pàgina.

source: %s page moved to the Trash.
ca_es: S'ha mogut %s pàgina a la paperera.

source: %s page restored from the Trash.
ca_es: S'ha restaurat %s pàgina des de la paperera.

source: Compare two different revisions by <strong>selecting the &#8220;Compare any two revisions&#8221; box</strong> to the side.
ca_es: Compara dues revisions diferents en <strong>seleccionar la caixa &#8220;Compara qualssevol dues revisions&#8221;</strong> del lateral.

source: Compare Revisions
ca_es: Compara revisions

source: View, compare, and restore other versions of this content on the improved revisions screen.
ca_es: Mira, compara i restaura altres versions d'aquest contingut en la pantalla de revisions millorada.

source: Edit Lock
ca_es: Edita el blocatge

source: Someone else is editing this. No need to refresh; the lock will disappear when they&#8217;re done.
ca_es: Algú més està editant això. No cal refrescar; el blocatge desapareixerà quan se'n vagen.

source: Compare any two revisions
ca_es: Compara dues revisions qualssevol

source: "%1$s" from %2$s by %3$s.
ca_es: "%1$s" de l'àlbum %2$s de %3$s.

source: "%1$s" from %2$s.
ca_es: "%1$s" de l'àlbum %2$s.

source: "%1$s" by %2$s.
ca_es: "%1$s" de %2$s.

source: Your site is configured to keep only the last %s revisions.
ca_es: El lloc web està configurat per mantenir solament les darreres %s revisions.

source: Browse
ca_es: Explora

source: Autosave by %s
ca_es: Desat automàtic de %s

source: Current Revision by %s
ca_es: Revisió actual de %s

source: Restore This Autosave
ca_es: Restaura aquest desat automàtic

source: Revision by %s
ca_es: Revisió de %s

source: <strong>Connection lost.</strong> Saving has been disabled until you&#8217;re reconnected.
ca_es: <strong>S'ha perdut la connexió.</strong> El desat dels canvis s'ha desactivat fins que torneu a connectar.

source: We&#8217;re backing up this post in your browser, just in case.
ca_es: Estem fent una còpia de seguretat d'aquesta entrada al navegador, per si de cas.

source: Sorry, something went wrong. The requested comparison could not be loaded.
ca_es: Alguna cosa ha anat malament. La comparació sol·licitada no s'ha pogut carregar.

source: Attachment
ca_es: Adjunció

source: You can proportionally scale the original image. For best results the scaling should be done before performing any other operations on it like crop, rotate, etc. Note that images can only be scaled down, not up.
ca_es: Podeu escalar proporcionalment la imatge original. Per a millor resultats, l'escalat s'hauria de realitzar abans que altres operacions com ara l'escapçament, la rotació, etc. Fixeu-vos que les imatges solament es poden escalar a una mida inferior, no superior.

source: Repeat New Password
ca_es: Repeteix la contrasenya nova

source: Repeat Password
ca_es: Repeteix la contrasenya

source: Add menu items from the column on the left.
ca_es: Afegeix elements del menú de la columna de l'esquerra.

source: Plugins extend and expand the functionality of WordPress. You may automatically install plugins from the <a href="%1$s">WordPress Plugin Directory</a> or upload a plugin in .zip format via <a href="%2$s">this page</a>.
ca_es: Les extensions augmenten i expandeixen la funcionalitat del WordPress. Podeu instal·lar automàticament extensions des del <a href="%1$s">directori d'extensions del WordPress</a> o penjar una extensió amb el format .zip mitjançant <a href="%2$s">aquesta pàgina</a>.

source: The package contains no files.
ca_es: El paquet no conté fitxers.

source: The theme contains no files.
ca_es: El tema no conté fitxers.

source: An error occurred while updating %1$s: <strong>%2$s</strong>
ca_es: S'ha produït un error en actualitzar %1$s: <strong>%2$s</strong>

source: To navigate between revisions, <strong>drag the slider handle left or right</strong> or <strong>use the Previous or Next buttons</strong>.
ca_es: Per navegar entre revisions, <strong>arrossegueu l'ansa lliscadora de l'esquerra o de la dreta</strong> o <strong>utilitzeu els boton Prèvia o Següent</strong>.

source: Loading&hellip;
ca_es: S'està carregant&hellip;

source: Error in moving to trash.
ca_es: S'ha produït un error en moure-la a la paperera.

source: Error in restoring from trash.
ca_es: S'ha produït un error en restaurar-la de la paperera.

source: The item you are trying to move to the Trash no longer exists.
ca_es: L'element que esteu intentant moure a la paperera no existeix.

source: The item you are trying to restore from the Trash no longer exists.
ca_es: L'element que esteu intentant restaurar des de la paperera no existeix.
